brew "pkg-config"
brew "libyaml"
brew "openssl"
brew "python"
brew "ansible"
brew "git"

tap "caskroom/cask"
cask "adium"
cask "alfred"
cask "google-japanese-ime"
cask "bartender"
cask "keepingyouawake"
cask "insomniax"
cask "onyx"
cask "appcleaner"
cask "waterfox"
cask "android-platform-tools"
cask "brackets"

brew "mas"
mas "TCleaner", id: 952478594
mas "The Unarchiver", id: 425424353
mas "Hour", id: 569089415
mas "Airmail 3", id: 918858936
mas "LINE", id: 539883307
mas "Janetter for Twitter", id: 478844335
mas "Polaris Office", id: 1098211970
mas "BlueHarvest", id: 739483376
